//главный компонент блока дополнительного контента

function Asaid() {

///////////////////  <AsaidBanner/>  ////////////////////

// Компонент c баннером. props: картинка
  
///////////////////  <AsaidWeather/>  ////////////////////
  
  // Компонент c карточкой погоды. props: ссылка, текст , иконка
 
///////////////////  <AsaidCards/>  ///////////////////////
  
  // Компонент с карточками дополнительного контента
  // содержит компоненты <AsaidCard/> props: ссылка, текст , иконка

}

export default Asaid