//главный компонент блока новостей содержит компоненты блока новостей

function News() {
  
///////////////////  <NewsNav/>  ////////////////////
  
  // Компонент навигации блока новостей 
  // содержит компоненты <NewsNavItem/> props: ссылка , текст
  // содержит элемент дата
  
///////////////////  <NewsRow/>  ///////////////////////
  
  // Компонент новостей
  // содержит компоненты <NewsRowItem/> props: ссылка , текст, иконка
  
//////////////////  <NewsExchange/>  ////////////////////////

  // Компонент с биржевыми сводками
  // содержит компоненты <NewsExchangeItem/> props: ссылка , текст


/////////////////  <NewsAside/>  ////////////////////////

  // Компонент с дополнительным контентом. props: картинка, ссылка , текст

}

export default News